{
  "welcomeBlock": {
    "title": "Щоб рухатися вперед, потрібно зробити перший крок",
    "description": "Платформа для навчання, яка відкриває доступ до професійних курсів, допомагаючи студентам опановувати ключові навички для успіху в кар'єрі",
    "getStarted": "Почніть безкоштовно",
    "title1": "НАВЧАЙСЯ БЕЗ МЕЖ",
    "subtitle1": "З SkillBridge ти отримуєш доступ до знань із будь-якої точки світу. Усе, що потрібно – це бажання розвиватися!",
    "title2": "ГНУЧКИЙ ГРАФІК",
    "subtitle2": "Навчайся у зручний для тебе час: зупиняйся, коли потрібно, і продовжуй, коли готовий. Твій темп – твої правила.",
    "title3": "ІДЕАЛЬНИЙ ВИКЛАДАЧ ДЛЯ ТЕБЕ",
    "subtitle3": "Обирай наставника відповідно до своїх потреб. Великий вибір спеціалістів допоможе знайти ідеальне поєднання стилю та методики викладання.",
    "title4": "СПІЛКУЙСЯ ТА СПІВПРАЦЮЙ",
    "subtitle4": "Обмінюйся досвідом не лише з викладачами, а й з іншими студентами. Створюй нові знайомства, знаходь однодумців та розширюй горизонти знань!"
  },
  "accordion": {
    "flexibleLocation": {
      "title": "Гнучке Розміщення",
      "description": "Платформа SkillBridge не має меж і може бути використана в будь-якій точці світу, все, що вам потрібно - це прагнення."
    },
    "individualTime": {
      "title": "Індивідуальний Час",
      "description": "Платформа SkillBridge надає можливість вивчати уроки в будь-який зручний для вас час, зупинятись і продовжувати знову."
    },
    "freeChoiceOfTeachers": {
      "title": "Вільний Вибір Викладачів",
      "description": "Платформа SkillBridge має широкий спектр критеріїв і допоможе вам знайти найкращого викладача для навчання."
    },
    "digitalCommunication": {
      "title": "Цифрова Комунікація",
      "description": "Платформа SkillBridge пропонує широкі можливості для змістовного спілкування не тільки з викладачами, а й зі студентами."
    }
  },
  "whatCanYouDo": {
    "title": "Що доступно для тебе",
    "description": "Якщо виникла потреба у кваліфікованому наставникові або є бажання поділитися власними знаннями — це місце стане ідеальним стартом.",
    "learn": {
      "title": "Вчіться у професіоналів",
      "description": "Шлях до впевненості та знань стає значно коротшим, коли поруч досвідчений наставник. Їхній практичний досвід допоможе вам швидше опанувати потрібне. Не зволікайте — зробіть перший крок уже сьогодні! 🚀",
      "actionLabel": "Стати студентом"
    },
    "teach": {
      "title": "Станьте джерелом натхнення",
      "description": "Ваш досвід може стати ключем до успіху для когось іншого. Допоможіть учням знайти свій шлях до мети, передаючи знання, які мають цінність. Не гайте шанс змінити чиєсь майбутнє 🌱",
      "actionLabel": "Стати репетитором"
    }
  },
  "howItWorks": {
    "title": "Як усе влаштовано",
    "description": "4 прості кроки до ефективного та приємного навчального досвіду разом із SkillBridge",
    "learnFromExperts": "Навчайтесь у тих, хто надихає",
    "shareYourExperience": "Передавайте свої знання тим, хто прагне",
    "student": {
      "signUp": {
        "title": "Створіть акаунт",
        "description": "Реєстрація займе лише кілька хвилин. Просто введіть електронну пошту або скористайтеся акаунтом Google — і ви вже на старті"
      },
      "selectATutor": {
        "title": "Оберіть наставника",
        "description": "Шукати викладача легко: виберіть предмет із каталогу або введіть ім’я в пошуковому рядку. Ознайомтеся з профілями та відгуками – і зробіть вибір."
      },
      "sendRequest": {
        "title": "Надішліть запит",
        "description": "Обрано репетитора? Чудово! Вкажіть ваш рівень підготовки, погодьте вартість – і чекайте на відповідь."
      },
      "startLearning": {
        "title": "Почніть навчання",
        "description": "Після підтвердження запиту відкриється доступ до занять, матеріалів та інших можливостей для комфортного навчання."
      }
    },
    "tutor": {
      "signUp": {
        "title": "Створіть акаунт",
        "description": "Реєстрація займе лише кілька хвилин. Просто введіть електронну пошту або скористайтеся акаунтом Google — і ви вже на старті"
      },
      "createATutorAccount": {
        "title": "Зареєструйте профіль викладача",
        "description": "Оберіть предмет, підготуйте матеріали й оформіть своє унікальне навчальне оголошення."
      },
      "getNewStudents": {
        "title": " Зустрічайте нових студентів",
        "description": "Розвивайте комунікацію, адаптуйте підхід до кожного — і будуйте якісне навчання разом."
      },
      "receiveFeedbacks": {
        "title": "Отримуйте визнання",
        "description": "Збирайте позитивні відгуки, підвищуйте рейтинг і залучайте більше учнів, які цінують ваш професіоналізм."
      }
    }
  },
  "whoWeAre": {
    "title": "Хто ми",
    "description": "SkillBridge — це простір, де знання об’єднують. Тут фахівці можуть ділитися своєю експертизою, а ті, хто прагне вчитися, — знайти наставника чи курс, що підходить саме їм. Платформа створена для зручної та прозорої співпраці: жодних комісій за заняття, тільки прямий зв’язок між викладачем і студентом. Доступна освіта — реально ближче, ніж здається."
  }
}
